tap 'homebrew/bundle'

brew "deno"
brew "imagemagick"
brew "gifski"
brew "mas"
brew "micro"
brew "volta"
brew "yt-dlp"
brew "watchman"
brew "z"

cask "1password"
cask "appcleaner"
cask "android-studio"
cask "arc"
cask "chatgpt"
cask "cursor"
cask "docker"
cask "brave-browser"
cask "firefox"
cask "figma"
cask "flux"
cask "gas-mask"
cask "google-chrome"
cask "google-drive"
cask "jetbrains-toolbox"
cask "hiddenbar"
cask "maccy"
cask "nordvpn"
cask "notion"
cask "numi"
cask "odlp/bluesnooze/bluesnooze"
cask "openmtp"
cask "rectangle"
cask "rode-central"
cask "scroll-reverser"
cask "shottr"
cask "slack"
cask "spotify"
cask "steam"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "webtorrent"
cask "zoom"
