tap 'homebrew/bundle'

brew "deno"
brew "gifski"
brew "mas"
brew "micro"
brew "volta"
brew "z"

cask "1password"
cask "appcleaner"
cask "arc"
cask "docker"
cask "descript"
cask "brave-browser"
cask "firefox"
cask "gas-mask"
cask "google-chrome"
cask "google-drive"
cask "jetbrains-toolbox"
cask "maccy"
cask "nordvpn"
cask "notion"
cask "numi"
cask "openmtp"
cask "rectangle"
cask "rode-central"
cask "scroll-reverser"
cask "shottr"
cask "spotify"
cask "vlc"
cask "warp"

