brew "asciinema"
brew "bat"
brew "deno"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gifsicle"
brew "gifski"
brew "git-delta"
brew "glab"
brew "imagemagick"
brew "jpegoptim"
brew "mas"
brew "micro"
brew "mise"
brew "oven-sh/bun/bun"
brew "oxipng"
brew "pngquant"
brew "ripgrep"
brew "webp"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "appcleaner"
cask "arc"
cask "bluesnooze"
cask "brave-browser"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "flux-app"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "jetbrains-toolbox"
cask "maccy"
cask "nordvpn"
cask "notion"
cask "numi"
cask "orbstack"
cask "rectangle"
cask "rode-central"
cask "scroll-reverser"
cask "shottr"
cask "slack"
cask "spotify"
cask "vlc"
cask "warp"
cask "whatsapp"
